Revit 2024 API
ParameterTypeId.RbsElecPanelName Property
 "Panel Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelName { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelName As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelName {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace